Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Witaj, magu. Ernesto prosił mnie, bym przekazał prosto z jego austerii ten gar zupy dla biednych mieszkańców portu.
uk: Вітаю, магу. Ернесто попросив мене пожертвувати прямо зі свого Гостинного двору цю каструлю супу для бідних мешканців порту.

source: Witaj, młody człowieku!
uk: Вітаю, юначе!

source: Witaj, młodzieńcze! Jakie szlaki sprowadziły cię do mnie?
uk: Вітаю, юначе! Які стежки привели тебе сюди?

source: Witaj, młodzieńcze. Bardzo miło mi to słyszeć! Każdy dar jest mile widziany. Ernesto sam przygotował ten ciepły posiłek?
uk: Вітаю, юначе. Я дуже радий це чути! Ми раді кожному подарунку. Ернесто сам приготував гарячу їжу?

source: Witaj, młodzieńcze. Nazywam się Patracjan i jeśli tylko potrzebujesz z czymś pomocy, to chętnie ci jej udzielę.
uk: Доброго дня, юначе. Мене звуть Патриціан, і якщо тобі потрібна допомога, я буду радий надати її.

source: Witaj, młodzieńcze. Przepraszam, zamyśliłem się. Przyszedłeś oddać hołd naszemu Panu? A może chcesz wspomóc naszą biedną i skromną wspólnotę?
uk: Вітаю, молодий чоловіче. Вибач, я задумався. Ти прийшов поклонитися нашому Господу? А може хочеш підтримати нашу бідну і смиренну громаду?

source: Witaj, nieznajomy! Co cię do mnie sprowadza?
uk: Привіт, незнайомцю! Що привело тебе до мене?

source: Witaj, nieznajomy. Co cię sprowadziło do mnie, początkującego paladyna?
uk: Вітаю, незнайомцю. Що привело тебе до мене, починаючого паладина?

source: Witaj, podróżniku!
uk: Привіт, мандрівнику!

source: Witaj, podróżniku. W czym mogę ci pomóc?
uk: Вітаю, мандрівнику. Чим я можу тобі допомогти?

source: Witaj, tajemniczy nieznajomy! Co cię tu do mnie sprowadza?
uk: Привіт, таємничий незнайомцю! Що привело тебе до мене?

source: Witaj.
uk: Вітаю.

source: Witaj. Kim jesteś?
uk: Вітаю. Хто ти?

source: Witaj. Przychodzę w interesach.
uk: Вітаю. Я прийшов у справах.

source: Witaj. Przysyła mnie Tomas. Ma dla ciebie propozycję współpracy.
uk: Вітаю. Мене прислав Томас. Він має для тебе пропозицію про співпрацю.

source: Witaj. To ty jesteś synem Valerio?
uk: Вітаю, ти син Валеріо?

source: Witaj. Ty jesteś Oliver?
uk: Привіт. Ти Олівер?

source: Witam cię w Wodnym Kręgu, bracie pierścienia. Niech Adanos będzie z tobą. Przyjmij te dary jako wyraz mojego szacunku i uznania.
uk: Вітаю тебе у Кільці Води, брате персня. Нехай Аданос буде з тобою. Прийми ці дари на знак моєї поваги та вдячності.

source: Witam klienta. Przyszedłeś zobaczyć najświętsze relikwie? Tylko uważaj, to potężne magiczne przedmioty! Mam tutaj nawet Łzy Adanosa!
uk: Вітаю, клієнте! Ти прийшов побачити найсвятіші реліквії? Тільки будь обережним, це потужні магічні предмети! У мене тут є навіть Сльози Аданоса!

source: Witam na pokładzie.
uk: Вітаємо на борту.

source: Witam szanownego pana.
uk: Вітаю шановного пана.

source: Witam szanownego pana. Czy interesowałoby pana kupno wyposażenia wnętrz?
uk: Вітаю вас, шановний пане. Чи не зацікавлені ви в придбанні меблів?

source: Witam sąsiada!
uk: Привіт, сусіде!

source: Witam, witam, szanowny obywatelu. Cóż cię sprowadza? Jakaś rozterka? Dylemat do rozwiązania?
uk: Вітаю, вітаю, шановний добродію. Що привело тебе сюди? Якась дилема? Дилема, яку потрібно вирішити?

source: Witamy na Archolos
uk: Ласкаво просимо на Архолос

source: Witamy na Archolos!
uk: Вітаємо на Архолосі!

source: Wizyta Królewskiego Wysłannika sporo namieszała. Liczyłem, że sytuacja na wyspie się dzięki niemu uspokoi, a jest dokładnie na odwrót.
uk: Візит Королівського посла викликав великий переполох. Я сподівався, що завдяки йому ситуація на острові налагодиться, але все відбувається точнісінько навпаки.

source: Wizytacja Królewskiego Wysłannika?
uk: Візит Королівського посла?

source: Więc będziesz mnie uczył, ale za pieniądze?
uk: То ти мене вчитимеш, але за гроші?

source: Więc chce mnie wziąć ze sobą i upokorzyć na dworze. Nie mogę do tego dopuścić!
uk: Значить він хоче забрати мене з собою і принизити на суді. Я не можу цього допустити!

source: Więc co ci po nazwie, której nie skojarzysz, a i tak po chwili wyleci ci z głowy?
uk: То який сенс тобі знати назву, з якою нічого не асоціюється, і яка все одно через деякий час вилетить у тебе з голови?

source: Więc co jest artefaktem?
uk: Тоді де справжній артефакт?

source: Więc czego tu szukasz?
uk: То що ж ти тут шукаєш?

source: Więc jakim cudem tu stoisz?
uk: То чому ж ти стоїш тут?

source: Więc jeśli Gildia nie potrafi wskrzeszać zmarłych, to nie jesteście mi do niczego potrzebni.
uk: Тож якщо Гільдія не вміє воскрешати мертвих, тоді ви мені не потрібні.

source: Więc jeśli jej nie masz, to nie zawracaj mi głowy.
uk: Тож якщо у тебе немає перепустки, не мороч мені голову.

source: Więc lepiej będzie, jak będę trzymać się z tyłu...
uk: Тож мені краще триматися позаду...

source: Więc lepiej nie drążyć tematu, po co im tyle tego.
uk: Тож краще не замислюватись про те, навіщо їм стільки її потрібно.

source: Więc mamy układ?
uk: То ми домовились?

source: Więc nie tylko tchórz, ale i tępak!
uk: Значить, він не просто боягуз, а ще й баран!

source: Więc raczej to nie ona zabiła Stana?
uk: Тож навряд чи це вона вбила Стена?

source: Więc to trucizna?
uk: Тож це отрута?

source: Więc to ty jesteś najnowszym nabytkiem Graysona? Dlaczego mnie szukasz? Kazano ci mnie zgładzić?
uk: То це ти останнє придбання Грейсона? Чому ти розшукуєш мене? Тобі наказали мене вбити?

source: Więc zabiorę ci wszystko, co masz!
uk: Тоді я заберу все, що в тебе є!

source: Więc śmiesz twierdzić, że zrobiłeś to wszystko by ratować wyspę?
uk: Отже, ти смієш казати, що зробив це все, щоб врятувати острів?

source: Więc śmiesz twierdzić, że zrobiłeś to wszystko, by ratować wyspę?
uk: Отже, ти смієш казати, що зробив це все, щоб врятувати острів?

source: Więc, powtórzę jeszcze raz: zjeżdżaj stąd, smarkaczu!
uk: Отже, я повторюю ще раз: забирайся звідси, шмаркачу!

source: Więc... dlaczego tak biegałeś?
uk: Так от... чому ти так бігав?

source: Więcej było z tego wydatków, niż korzyści.
uk: Витрат було більше, ніж користі.

source: Więcej cię nie nauczę, nikt cię więcej nie nauczy. Jesteś teraz mistrzem w swoim fachu.
uk: Більше я нічому тебе не навчу, та й ніхто не зможе. Ти тепер у цьому майстер.

source: Więcej dowiesz się od Magów Wody, jeśli zdecydują się dalej cię wtajemniczać.
uk: Більше дізнаєшся від Магів Води, якщо вони захочуть тебе в це посвятити.

source: Więcej już z Murka nie wyciągnę. Zaraz po przegraniu walki wypił jakąś truciznę i padł na ziemię. Przynajmniej mam teraz pewność, że nikt nie będzie już próbował namieszać w kopalni. Tak czy inaczej, sytuacja jest napięta, powinienem jak najszybciej udać się do Lorenzo.
uk: З Мурка я більше нічого не витягну. Відразу після того, як він програв бій, він випив отруту і впав на землю. Принаймні тепер я можу бути впевнений, що ніхто більше не спробує зазіхнути на копальню. Так чи інакше, ситуація напружена, і я повинен якнайшвидше вирушити до Лоренцо.

source: Więcej klawiszy...
uk: Ще клавіші...

source: Więcej samorodków można znaleźć porozrzucanych na ziemi!
uk: Більше самородків можна знайти розкиданими по землі!

source: Więcej się ode mnie nie dowiesz, bo muszę zająć się moimi owcami.
uk: Більше нічим не можу допомогти, я мушу доглядати за своїми вівцями.

source: Większa porcja gulaszu Marthy
uk: Велика порція рагу Марти

source: Większe szczęście od nas miał jedynie ktoś, kto mieszka na dole. Jedna taka beczka i byłoby po całej chacie.
uk: Тому, хто живе внизу, страшенно пощастило. Одна така бочка – і будинок би просто розвіявся.

source: Większe uleczenie
uk: Сильне зцілення

source: Większość Wilczych synów, uważa łuk za mało honorową broń. Wolą walczyć w zwarciu. Co jest nie honorowego w powalaniu przeciwnika z bezpiecznej odległości?
uk: Більшість Вовчих Синів вважають лук не надто почесною зброєю. Вони надають перевагу ближньому бою. Що поганого в тому, щоб збити супротивника з ніг із безпечної відстані?

source: Większość broni zdaje się mieć problem z wyważeniem odpowiedniego zasięgu, ciężkości oraz możliwości wyrządzenia szkód u przeciwnika niezależnie od pancerza.
uk: Більшість видів зброї, схоже, мають проблеми з балансуванням між відповідною довжиною, вагою і здатністю завдати шкоди супротивнику незалежно від його броні.

source: Większość chłopaków mówiła, że zawsze walczyłeś uczciwie...
uk: Більшість хлопців казали, що ти завжди бився чесно...

source: Większość chłopców również ma przypisane własne zadania poprzedzające szturm. Każdy po skończeniu swojego przydziału ma udać się do punktu zbiórki.
uk: Більшість хлопців отримали власні завдання перед штурмом. Після їх виконання всі мають прибути на місце збору.

source: Większość czasu spędza tu, w gospodzie.
uk: Більшість часу вона проводить тут, в корчмі.

source: Większość górników regularnie odwiedza kopalnię. Poza tym, sporo ludzi przeraziło się perspektywą zesłania do Górniczej Doliny i mamy ostatnio wielu nowych pracowników.
uk: Більшість гірників регулярно відвідують копальню. Крім того, чимало людей були налякані перспективою бути засланими до Гірничої Долини, і нещодавно у нас з'явилося чимало нових працівників.

source: Większość lat swego panowania zmarnotrawił jednak na uganianiu się za wewnętrznymi wrogami, nieustannie węsząc spiski na swoje życie.
uk: Однак більшу частину років свого правління він витратив на переслідування внутрішніх ворогів, постійно винюхуючи змови проти свого життя.

source: Większość lokalnych żeglarzy zna ją na pamięć.
uk: Місцеві мореплавці знають її напам'ять.

source: Większość ludzi myśli inaczej.
uk: Більшість людей думають інакше.

source: Większość ludzi to idioci.
uk: Більшість людей – ідіоти.

source: Większość medyków wysłano na front, ale ja się tu ostałem. Mam nadzieję, że nigdy nie będę musiał opuścić tutejszych ludzi.
uk: Більшість медиків пішли на фронт, але я залишився. Сподіваюся, мені ніколи не доведеться покинути цих людей.

source: Większość mieszkańców niezbyt przychylnie spogląda na obcych, szczególnie teraz gdy z każdym dniem ich przybywa coraz więcej.
uk: Більшість місцевих не дуже прихильно ставляться до чужинців, особливо зараз, коли їх прибуває все більше і більше.

source: Większość mieszkańców patrzy na mnie podejrzliwym wzrokiem, jeśli o to ci chodzi.
uk: Більшість місцевих дивляться на мене з підозрою, якщо ти це маєш на увазі.

source: Większość mieszkańców tej wsi wydaje mi się podejrzana, ale... tak... był ktoś taki.
uk: Більшість людей у цьому селі здаються мені підозрілими, але... так... був один такий.

source: Większość mieszkańców, którzy się tam zapuścili, nie wrócili z powrotem...
uk: Більшість мешканців, які наважилися туди піти, так і не повернулися...

source: Większość moich codziennych zajęć jest objętych całkowitą tajemnicą państwową, ale skoro tak cię to interesuje, to mogę ci w dość ogólny sposób, co nieco o tym opowiedzieć.
uk: Більшість моєї повсякденної діяльності цілком засекречена, але якщо ти так цікавишся, я можу розповісти тобі про неї в досить загальних рисах.

source: Większość najemników Lichwiarza rozpierzchła się po różnych częściach wyspy, a osamotnieni Wilczy Synowie ruszyli ostatnim, szaleńczym szturmem na ratusz, by odbić swojego przywódcę. Ich atak został jednak odparty przez Magów Wody.
uk: Більшість найманців Лихваря розбіглися по різних частинах острова, а Вовчі Сини, що залишились, почали останній, шалений штурм ратуші, щоб повернути свого ватажка. Однак, їхній напад відбили Маги Води.

source: Większość osób w przystani wydaje się uważać ciebie za winnego.
uk: Схоже, що більшість людей у Гавані думають, що це ти винен.

source: Większość osób z tamtego rzutu bardzo szybko zrezygnowała. Właściwie to jak się teraz nad tym zastanowię, to został już tylko Murk.
uk: Більшість з них дуже швидко здалися. Насправді, коли я зараз думаю над цим, то залишається тільки Мурк.

source: Większość pancerzy tworzona jest tak, by pasować na każdego.
uk: Більшість обладунків створені на замовлення.

source: Większość pewnie robi to z desperacji. Orkowie panoszący się po Archipelagu, pogarszająca się sytuacja materialna, niechęć mieszkańców Archolos, nie wytrzymują tego.
uk: Напевно, більшість так робить з відчаю. Орки, що панують по усьому Архіпелагу, погіршення фінансового становища, обурення людей Архолосу – вони цього просто не витримують.

source: Większość pracowników jest w stanie wykonać dwadzieścia sztuk dziennie.
uk: Більшість працівників можуть виготовляти близько двадцяти в день.

source: Większość przyjezdnych korzysta z bramy wschodniej. Zagadaj z Felixem, to on jej pilnuje.
uk: Більшість подорожніх йдуть через східні ворота. Поговори з Феліксом, він там пильнує.

source: Większość się rozbiegła po winnicy, szukają schronienia...
uk: Більшість розбіглися по винограднику, шукаючи порятунку...

source: Większość strażników to pracowite chłopaki, tylko czasami dostają zbyt trudne zadania jak na własne możliwości.
uk: Більшість вартових – працьовиті хлопці, просто іноді вони отримують завдання, які їм явно не під силу.

source: Większość szkód naprawiliśmy, ale trzeba tu trochę posprzątać.
uk: Більшість пошкоджень ми усунули, але тут треба трохи прибрати.

source: Większość tego, co wykopiemy, oddajemy strażnikom albo Gildii... chociaż to i tak lepsze, niż śmierć na wojnie z orkami.
uk: Більшість з того, що ми видобуваємо, ми віддаємо Варті або Гільдії... хоча це все одно краще, ніж загинути у війні з орками.

source: Większość towaru jest stracona. Zrobiłem, co mogłem.
uk: Більшість товарів втрачено. Я зробив все, що міг.

source: Większość transportowanych towarów docierała do celu nadpsuta lub uszkodzona w wyniku długich dni spędzonych na morzu, lub nadgorliwie prowadzonych rewizji. Podczas podróży okręty często ulegały zniszczeniom lub padały ofiarą piratów, a Mandred, prowadzący wówczas wojnę z Południowcami, ani myślał przeznaczać środki na ratowanie handlu.
uk: Більшість транспортованих товарів прибували до місця призначення зіпсованими або пошкодженими внаслідок довгих днів у морі чи надмірних обшуків. Під час плавання кораблі часто отримували пошкодження або ставали здобиччю піратів, а Мандред, який тоді вів війну з південцями, і не думав виділяти ресурси на порятунок торгівлі.

source: Większość twoich kolegów z Gildii to idioci, którzy nawet nie potrafią ubić dobrego interesu z wieśniakiem.
uk: Більшість твоїх товаришів по Гільдії - ідіоти, які навіть не можуть укласти вигідну угоду з селянином.

source: Większość użądleń krwiopijców nie jest groźna, ale bardzo ważne jest to, by ich nie rozdrapywać. W przeciwnym wypadku rana będzie coraz groźniejsza.
uk: Більшість укусів шершнів не небезпечні, але дуже важливо їх не розчухувати, інакше рана стане більш серйозною.

source: Większość woli wybrać twojego brata lub nie wybierać wcale.
uk: Більшість воліє обрати твого брата або не обирати взагалі.

source: Większość z jego wyznawców to zwykli przestępcy, oszuści i wichrzyciele. Najczęściej można ich spotkać w najróżniejszych zakątkach portu, gdzie szerzą swoje kłamstwa.
uk: Більшість його послідовників – звичайні злочинці, шахраї та правопорушники. Найчастіше їх можна зустріти в різних куточках порту, де вони поширюють свою брехню.

source: Większość z nas pamięta jeszcze czasy, gdy byłeś początkującym gońcem i spełniałeś zachcianki Rady. Kto by wtedy pomyślał, jak wiele uda Ci się osiągnąć! Byłeś towarzyszem, na którego zawsze mogliśmy liczyć. Nie bałeś się walki, gdy trzeba było bronić naszych interesów, ale potrafiłeś też ruszyć głową, żeby oszczędzić pracy nam wszystkim.
uk: Більшість з нас ще пам'ятає ті часи, коли ти був молодим посланцем і виконував забаганки Ради. Хто б міг тоді подумати, яких висот ти досягнеш! Ти був товаришем, на якого ми завжди могли розраховувати. Ти не боявся бійки, коли потрібно було відстояти наші інтереси, але також знав, як включити голову, щоб полегшити усім нам роботу.

source: Większość z nich cię popiera i jest zadowolona z twojego sposobu zarządzania winnicą.
uk: Більшість з них підтримують тебе і задоволені тим, як ти керуєш виноградником.

source: Większość z nich jest przekupna i nieudolna, a grupa, którą próbuję rozpracować, ma wielu informatorów. Jestem pewien, że w straży miejskiej też się jacyś znajdą.
uk: Більшість з них підкуплені і некомпетентні. А група, яку я намагаюся викрити, має багато інформаторів. Я впевнений, що в Міській Варті теж такі знайдуться.

source: Większość z nich trafiła już tam, gdzie miała, a nakład lada chwila się skończy.
uk: Більшість з них вже у людей, а залишки тиражу ось-ось закінчаться.

source: Większość z nich wy-wymyła woda i p-pewnie już dawno dotarły do morza, a-ale na łodzi powinna być jakaś butelka wina i ry-ryby.
uk: Б-б-більшу частину віднесло водою, вони, імовірніше, вже в морі, але у човні мала з-з-залишитися пляшка вина та трохи р-р-риби.

source: Większość z nich wydaje się zjadliwa...
uk: Більшість з них здаються їстівними...

source: Większość zbieraczy na farmie pracuje tutaj na kontrakty, które określają ich wynagrodzenie w zależności od zebranych skrzynek winogron.
uk: Більшість робітників на цій фермі працюють за контрактами, які визначають їхню зарплату відповідно до зібраних ними ящиків винограду.

source: Większy problem będzie jednak ze stołem alchemicznym...
uk: Однак більше проблем виникає з алхімічним столом...

source: Więzień
uk: В'язень

source: Więzień - 31
uk: В'язень - 31

source: Wkrótce będę musiał przyjrzeć się tej dziurze dokładniej.
uk: Незабаром мені доведеться придивитися до цієї діри ближче.

source: Wkrótce miasto zapłonie, a Morris przypomni sobie, czym jest gniew Południa.
uk: Незабаром місто спалахне, а Морріс згадає, що таке гнів Півдня.

source: Wkrótce nasi rodacy powstaną, ale wtedy lepiej dla ciebie, żebyś był daleko stąd. Bardzo daleko.
uk: Скоро наші співвітчизники повстануть, і тоді тобі краще бути далеко звідси. Дуже далеко.

source: Wkrótce nastała zima, a każdy głupi wie, co zima oznacza dla najeźdźców.
uk: Незабаром настала зима, а кожен дурень знає, що це означає для загарбників.

source: Wkrótce po tych wydarzeniach arcymagowie z Vengardu odwołali Philusa, a wino docierające do filii klasztornych zaczęło być opatrywane sygnaturą świadczącą o rozcieńczaniu go wodą. Zakazy na niewiele się jednak zdały, bowiem opactwa produkowały wino domowymi sposobami. Dopiero arcymag Witger wydał edykt, w ramach którego nakazał kapłanom spożywać go tyle, „by ci mieli siłę ustać na nogach podczas pełnienia posługi”.
uk: Невдовзі після цих подій Венгардські Архімаги звільнили Філуса, а вино, що надходило до монастирів, почали розбавляти водою. Однак, це не допомогло, оскільки монастирі виробляли своє власне вино. Аж поки Архімаг Вітгер не видав указ, який зобов'язував магів споживати таку кількість вина, 'щоб вони були в стані стояти на ногах під час служби'.

source: Wkrótce po tym patrole straży miejskiej zamieniły się w grupy najemników służące nie prawu, a kaprysom pławiących się w złocie kupców. Karsten zrozumiał, czego dokonał jednym ruchem pióra, lecz było za późno na to, by cokolwiek zrobić. Od zupełnej hańby uratowała go śmierć, którą spotkał, rzucając się na bruk z najwyższego okna ratusza.
uk: Незабаром патрулі Міської Варти перетворилися на загони найманців, які служили не закону, а забаганкам торговців, що потопали у золоті. Карстен зрозумів, до чого він призвів одним розчерком пера, але було вже запізно щось робити. Від цілковитої ганьби його врятувала смерть, яку він зустрів, вистрибнувши на бруківку з найвищого вікна ратуші.

source: Wkręcaj to sobie, koleżko, ale ja wiem swoje.
uk: Кажи що хочеш, приятелю, але я все бачив.

source: Wkurzasz mnie coraz bardziej!
uk: Ти мене все більше і більше дратуєш!

source: Wkurzył mnie, ale lubiłem z nim od czasu do czasu w coś pograć lub o coś się założyć.
uk: Він мене дратував, але мені подобалося час від часу з ним пограти або побитися об заклад.

source: Wkładasz do środka dłoń... no i wyciągasz wszystko, co będzie wyglądać jak nasiona poszukiwanych roślin.
uk: Засовуєш руку всередину... і витягуєш все, що буде схоже на насіння потрібних рослин.

source: Wlazłeś na nie swoje poletko, a obcy nie są tu mile widziani.
uk: Ти ступив на чужу землю, а чужинцям тут не раді.

source: Wlałem truciznę do beczki, powinienem gdzieś usiąść i poczekać.
uk: Я вилив отруту в бочку, залишається тільки сісти та зачекати.

source: Wlej całą butelkę mleka.
uk: Влий повну пляшку молока.

source: Wlej do rozgrzanego kotła pół butelki świeżego mleka.
uk: У розігрітий казан налити півпляшки свіжого молока.

source: Wlej pół butelki mleka.
uk: Влий пів пляшки молока.

source: Wlej truciznę.
uk: Додати отруту.

source: Wlej łyżkę mleka.
uk: Влий столову ложку молока.

source: Wmawiają nam, że stan wyjątkowy to wina uchodźców, a bramy pilnują po to, żeby ich łatwiej wyłapać!
uk: Нам кажуть, що надзвичайний стан – вина біженців, і вони охороняють ворота, щоб було легше їх зловити!

source: Wmieszasz się w tłum podczas koncertu. Gdy zaczną mówić coś na temat nowego prawa, podjudzaj ich jak to tylko możliwe.
uk: Ти змішаєшся з натовпом під час концерту. Коли вони почнуть говорити щось про нові закони, підбурюй їх якомога більше.

source: Wniosek: ty płacisz i wszyscy zapominają o sprawie.
uk: Висновок: ти платиш і всі про це забувають.

source: Wnętrze wykonane być musi ze skór dogodnych w dotyku, acz wytrzymałych. Jedną z nich znajdziesz na bestii co masywna niczym wieża, drugą na czarnym monstrum co miód sobie upodobało.
uk: Внутрішня оббивка має бути зроблена зі шкури, приємної на дотик, але при цьому міцної. Одну з них можна знайти на звірі, масивному, як вежа, іншу – на чорному чудовиську, що полюбляє мед.

source: Wobec czego dzielni obrońcy miasta chcą sabotować cały transport.
uk: І тому відважні захисники міста хочуть зіпсувати весь вантаж.

source: Wobec czego nie jesteśmy w stanie dowieść prawdziwości twoich słów. Co powiesz na swoją obronę?
uk: З огляду на це, ми не можемо довести правдивість твоїх слів. Що ти можеш сказати на свій захист?

source: Wobec czego uznaję cię winnym tych czynów!
uk: Зважаючи на це, я визнаю тебе винним у цих діяннях!

source: Wobec tego wyznania: uznaję cię za winnego zarzucanego ci czynu.
uk: Зважаючи на це зізнання: я визнаю тебе винним у звинуваченому вчинку.

source: Woda
uk: Вода

source: Woda była tego dnia cholernie zimna, mówię ci! Dobrze, że nie złapałem wtedy jakiegoś paskudnego kaszlu.
uk: Вода в той день була до біса холодною, скажу я тобі! Добре, що вдалося не підхопити якогось паскудного кашлю.

source: Woda dopasowuje się do kształtu naczynia, sama z siebie nie...
uk: Вода підлаштовується під форму посудини, але сама по собі не...

source: Woda i ogień będą reagowały na twoje polecenia, tak długo jak w twoim ciele pozostanie energia magiczna.
uk: Вода і вогонь будуть реагувати на твої веління, поки у твоєму тілі залишається магічна енергія.

source: Woda ma zachować swój kształt, niezależnie czy je dotykasz, czy nimi rzucasz.
uk: Вода має зберігати свою форму, незалежно від того, торкаєшся ти її чи кидаєш.

source: Woda potrafi rozbić kamień w drobne kawałki, ogień spopielić nieumarłego, a pioruny błyskawicznie uśmiercić latające stworzenia.
uk: Вода може розбити камінь на дрібні шматочки, вогонь може спалити нечисть, а блискавка може миттєво вбити літаючих істот.

source: Woda zabrała 4 paczki na drugi brzeg rzeki. Znajdź je jak najszybciej.
uk: Вода віднесла 4 пакунки на інший берег річки. Знайди їх якомога швидше.

source: Woda zaklęta w idealną sferę.
uk: Вода, зачарована в ідеальну сферу.

source: Woda święcona
uk: Свята вода

source: Wodna pięść
uk: Кулак води

source: Wodna różdżka
uk: Стіна Води

source: Wodny Krąg
uk: Кільце Води
